Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=353_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Almmuhanáigi Sámenuoraid dáiddadáhpáhussii lea álgán
sms: SääŠmnuõri čeäŠppvuõđpeeiŠv iŠlmmtõõttâmäiŠǧǧ lij âlggam

source: Sámenuoraid dáiddadáhpáhusa almmuhanáigi lea álgán ja bistá njukčamánu viđat beaivvi rádjái.
sms: SääŠmnuõri čeäŠppvuõđpeeiŠv iŠlmmtõõttâmäiŠǧǧ lij âlggam da peštt pâŠzzlâšttammannu viiđad peeiŠv räjja.

source: Dáiddadáhpáhus ordnejuvvo Roavvenjárggas nuoraidbáiki Mondes ja temán lea musihkka dan buot surggiin.
sms: ČeäŠppvuõđpeiŠvv riâžžât RuäŠvnjaarǥâst nuõripõrtt Mondest da tõn teemmân liâ musiikk juõŠǩǩ šlaajin.

source: SÄÄNNÖT 2010
sms: da

source: Čuovo sámedikki neahttasiidduid !
sms: Ǩiičč sääŠmteeŠǧǧ neŠttseeidaid !
